Repository: Jannik-1403/Garten-Simulation
Catalog: Garten_Simulation/Localizable.xcstrings
Source language: de
Languages: en, es, fr, hi, it, ja, ko, nl, pl, pt, ru, tr, zh_hans, zh_hant

# routine.onboarding.subtitle
source: Wähle deine bevorzugten Routinen aus und füge direkt Gewohnheiten hinzu.
en: Choose your preferred routines and add habits directly.
es: Elige tus rutinas preferidas y añade hábitos directamente.
fr: Choisissez vos routines préférées et ajoutez des habitudes directement.
hi: अपनी पसंदीदा दिनचर्या चुनें और सीधे आदतें जोड़ें।
it: Scegli le tue routine preferite e aggiungi le abitudini direttamente.
ja: お好みのルーチンを選択し、習慣を直接追加します。
ko: 선호하는 루틴을 선택하고 습관을 직접 추가하세요.
nl: Kies je favoriete routines en voeg direct gewoonten toe.
pl: Wybierz swoje preferowane rutyny i od razu dodaj nawyki.
pt: Escolha suas rotinas preferidas e adicione hábitos diretamente.
ru: Выберите свои предпочтительные рутины и сразу добавьте привычки.
tr: Tercih ettiğiniz rutinleri seçin ve doğrudan alışkanlıklar ekleyin.
zh_hans: 选择你偏好的例行事项并直接添加习惯。
zh_hant: 選擇您最喜歡的習慣並立即添加習慣。

# routine.onboarding.title
source: Deine Routinen
en: Your routines
es: Tus rutinas
fr: Vos routines
hi: तुमारी दिनचर्या
it: Le tue routine
ja: あなたのルーチン
ko: 당신의 루틴
nl: Jouw routines
pl: Twoje rutyny
pt: Suas rotinas
ru: Твои рутины
tr: Rutinleriniz
zh_hans: 你的例行事项
zh_hant: 你的日常習慣

# routine.pending
source: Ausstehend
en: Pending
es: Pendiente
fr: En attente
hi: विलंबित
it: In attesa
ja: 保留中
ko: 대기 중
nl: In afwachting
pl: Oczekujący
pt: Pendente
ru: В ожидании
tr: Bekliyor
zh_hans: 待处理
zh_hant: 待辦的

# routine.reminder.activate
source: Erinnerung aktivieren
en: Activate reminder
es: Activar recordatorio
fr: Activer le rappel
hi: स्मरण सक्रिय करें
it: Attiva promemoria
ja: リマインダーを有効にする
ko: 미리 알림 활성화
nl: Herinnering activeren
pl: Aktywuj przypomnienie
pt: Ativar lembrete
ru: Включить напоминание
tr: Hatırlatıcıyı etkinleştir
zh_hans: 激活提醒
zh_hant: 啟動提醒

# routine.reminder.only_routine
source: Nur Routine
en: Only Routine
es: Solo Rutina
fr: Seulement Routine
hi: सिर्फ़ दिनचर्या
it: Solo Routine
ja: ルーチンのみ
ko: 루틴만
nl: Alleen Routine
pl: Tylko Rutyna
pt: Apenas Rotina
ru: Просто рутина
tr: Sadece Rutin
zh_hans: 只是例行公事
zh_hant: 只是例行公事

# routine.reminder.pause_individual
source: Pausiere individuelle Erinnerungen
en: Pause individual reminders
es: Pausar recordatorios individuales
fr: Mettre en pause les rappels individuels
hi: व्यक्तिगत अनुस्मारक अस्थायी रूप से रोकें
it: Pausa promemoria individuali
ja: 個別リマインダーを一時停止
ko: 개별 알림 일시 중지
nl: Pauzeer individuele herinneringen
pl: Wstrzymaj indywidualne przypomnienia
pt: Pausar lembretes individuais
ru: Приостановить индивидуальные напоминания
tr: Bireysel hatırlatıcıları duraklat
zh_hans: 暂停个别提醒
zh_hant: 暫停個別提醒

# routine.school
source: Schulroutine
en: School Routine
es: Rutina escolar
fr: Routine scolaire
hi: स्कूल दिनचर्या
it: Routine scolastica
ja: 学校のルーティン
ko: 학교 루틴
nl: Schoolroutine
pl: Rutyna szkolna
pt: Rotina escolar
ru: Школьная рутина
tr: Okul Rutini
zh_hans: 学校日常
zh_hant: 學校日常

# routine.session.alreadyCompleted
source: Bereits erledigt - keine Belohnung
en: Already completed - no reward
es: Ya completado - sin recompensa
fr: Déjà terminé - pas de récompense
hi: पहले ही पूरा हो चुका - कोई इनाम नहीं
it: Già completato - nessuna ricompensa
ja: すでに完了しています - 報酬はありません
ko: 이미 완료됨 - 보상 없음
nl: Al voltooid - geen beloning
pl: Już zakończone - brak nagrody
pt: Já concluído - sem recompensa
ru: Уже выполнено - награды нет
tr: Zaten tamamlandı - ödül yok
zh_hans: 已经完成-没有奖励
zh_hant: 已經完成-沒有獎勵

# routine.session.duration
source: Dauer:
en: Duration:
es: Duración:
fr: Durée :
hi: अवधि:
it: Durata:
ja: 期間:
ko: 기간:
nl: Duur:
pl: Czas trwania:
pt: Duração:
ru: Продолжительность:
tr: Süre:
zh_hans: 期间：
zh_hant: 期間：

# routine.session.finish
source: Abschließen
en: Finish
es: Finalizar
fr: Terminer
hi: समाप्त करना
it: Fine
ja: 完了
ko: 완료
nl: Voltooien
pl: Zakończ
pt: Concluir
ru: Заканчивать
tr: Bitir
zh_hans: 完全的
zh_hant: 完全的

# routine.session.great
source: Klasse!
en: Great!
es: ¡Genial!
fr: Super !
hi: शानदार!
it: Ottimo!
ja: 素晴らしい！
ko: 훌륭해요!
nl: Geweldig!
pl: Świetnie!
pt: Espetacular!
ru: Класс!
tr: Harika!
zh_hans: 班级！
zh_hant: 班級！

# routine.session.habits
source: Gewohnheiten
en: Habits
es: Hábitos
fr: Habitudes
hi: आदतें
it: Abitudini
ja: 習慣
ko: 습관
nl: Gewoonten
pl: Nawyki
pt: Hábitos
ru: Привычки
tr: Alışkanlıklar
zh_hans: 习惯
zh_hant: 習慣

# routine.session.mastered
source: Routine gemeistert!
en: Routine mastered!
es: ¡Rutina dominada!
fr: Routine maîtrisée !
hi: रूटीन में महारत हासिल!
it: Routine completata!
ja: ルーチンをマスターしました！
ko: 루틴 마스터!
nl: Routine onder de knie!
pl: Rutyna opanowana!
pt: Rotina dominada!
ru: Рутина освоена!
tr: Rutin ustalaştı!
zh_hans: 套路掌握了！
zh_hant: 套路掌握了！

# routine.session.next
source: Nächste
en: Next
es: Siguiente
fr: Suivant
hi: अगला
it: Prossimo
ja: 次へ
ko: 다음
nl: Volgende
pl: Następny
pt: Próximo
ru: Следующий
tr: Sonraki
zh_hans: 下一个
zh_hant: 下一個

# routine.session.of
source: von
en: of
es: de
fr: sur
hi: का
it: di
ja: の
nl: van
pl: z
pt: de
ru: от
zh_hans: 从
zh_hant: 從

# routine.session.progress
source: Schritt %lld von %lld
en: Step %lld of %lld
es: Paso %lld de %lld
fr: Étape %lld sur %lld
hi: कदम%lld से%lld
it: Passo %lld di %lld
ja: ステップ %lld / %lld
ko: %lld / %lld 단계
nl: Stap %lld van %lld
pl: Krok %lld z %lld
pt: Passo %lld de %lld
ru: Шаг%lld от%lld
tr: Adım %lld / %lld
zh_hans: 从%lld 步进%lld
zh_hant: 從%lld 步進%lld

# routine.session.ready
source: Bist du bereit für deinen Flow?
en: Are you ready for your flow?
es: ¿Estás listo para tu flujo?
fr: Es-tu prêt pour ton flux ?
hi: क्या तुम अपने फ्लो के लिए तैयार हो?
it: Sei pronto per il tuo flow?
ja: フローの準備はできましたか？
ko: 플로우를 시작할 준비가 되셨나요?
nl: Ben je klaar voor je flow?
pl: Gotowy na swój flow?
pt: Estás pronto para o teu flow?
ru: Ты готов к своему потоку?
tr: Akışınız için hazır mısınız?
zh_hans: 你准备好你的流程了吗？
zh_hant: 你準備好你的流程了嗎？

# routine.session.ready.subtitle
source: %lld Gewohnheiten. Bereit?
en: %lld habits. Ready?
es: %lld hábitos. ¿Listo?
fr: %lld habitudes. Prêt ?
hi: %lपुरानी आदतें। तैयार?
it: %lld abitudini. Pronto?
ja: %lldの習慣。準備はいいですか？
ko: %lld개의 습관. 준비되셨나요?
nl: %lld gewoontes. Klaar?
pl: %lld nawyków. Gotowy?
pt: %lld hábitos. Pronto?
ru: %lи привычки. Готов?
tr: %lld alışkanlık. Hazır mısın?
zh_hans: %lld习惯。准备好？
zh_hant: %lld習慣。準備好？

# routine.session.ready.subtitle.singular
source: 1 Gewohnheit. Bereit?
en: 1 habit. Ready?
es: 1 hábito. ¿Listo?
fr: 1 habitude. Prêt ?
hi: 1 आदत। तैयार?
it: 1 abitudine. Pronto?
ja: 1の習慣。準備はいいですか？
ko: 1개의 습관. 준비되셨나요?
nl: 1 gewoonte. Klaar?
pl: 1 nawyk. Gotowy?
pt: 1 hábito. Pronto?
ru: 1 привычка. Готов?
tr: 1 alışkanlık. Hazır mısın?
zh_hans: 1个习惯。准备好？
zh_hant: 1個習慣。準備好？

# routine.session.start
source: Starten
en: Start
es: Comenzar
fr: Démarrer
hi: शुरू करें
it: Inizia
ja: 開始
ko: 시작
nl: Start
pl: Start
pt: Iniciar
ru: Запустить
tr: Başla
zh_hans: 开始
zh_hant: 開始

# routine.session.step
source: Schritt
en: Step
es: Paso
fr: Étape
hi: कदम
it: Passo
ja: ステップ
ko: 단계
nl: Stap
pl: Krok
pt: Passo
ru: шаг
tr: Adım
zh_hans: 步
zh_hant: 步

# routine.start
source: Starten
en: Start
es: Empezar
fr: Commencer
hi: शुरू करें
it: Inizia
ja: 開始
ko: 시작
nl: Start
pl: Start
pt: Iniciar
ru: Запустить
tr: Başla
zh_hans: 开始
zh_hant: 開始

# routine.strict_mode.blocked.message
source: Sie können den strikten Modus erst verlassen, wenn die Routine abgeschlossen ist.
en: You cannot exit strict mode until the routine is complete.
es: No puede salir del modo estricto hasta que se complete la rutina.
fr: Vous ne pouvez pas quitter le mode strict tant que la routine n'est pas terminée.
hi: जब तक दिनचर्या पूरी नहीं हो जाती, आप सख्त मोड से बाहर नहीं निकल सकते।
it: Non è possibile uscire dalla modalità rigorosa fino al completamento della routine.
ja: ルーチンが完了するまで、厳密モードを終了することはできません。
ko: 루틴이 완료될 때까지 엄격 모드를 종료할 수 없습니다.
nl: U kunt de strikte modus pas verlaten als de routine is voltooid.
pl: Nie można wyjść z trybu ścisłego, dopóki procedura nie zostanie ukończona.
pt: Você não pode sair do modo estrito até que a rotina seja concluída.
ru: Вы не можете выйти из строгого режима, пока процедура не будет завершена.
tr: Rutin tamamlanana kadar katı moddan çıkamazsınız.
zh_hans: 在例程完成之前，您无法退出严格模式。
zh_hant: 在例程完成之前，您無法退出嚴格模式。

# routine.strict_mode.blocked.title
source: Strikter Modus aktiv
en: Strict Mode Active
es: Modo estricto activo
fr: Mode strict actif
hi: सख्त मोड सक्रिय
it: Modalità rigorosa attiva
ja: ストリクトモードアクティブ
ko: 엄격 모드 활성
nl: Strikte modus actief
pl: Tryb ścisły aktywny
pt: Modo Estrito Ativo
ru: Строгий режим активен
tr: Katı Mod Etkin
zh_hans: 严格模式激活
zh_hant: 嚴格模式激活

# routine.strict_mode.prompt.title
source: Willst du Apps während deiner Routine sperren?
en: Do you want to block apps during your routine?
es: ¿Quieres bloquear aplicaciones durante tu rutina?
fr: Voulez-vous bloquer des applications pendant votre routine ?
hi: सख्त मोड सक्षम करें?
it: Abilitare la modalità rigorosa?
ja: 厳密モードを有効にしますか?
ko: 엄격 모드를 활성화하시겠습니까?
nl: Strikte modus inschakelen?
pl: Włączyć tryb ścisły?
pt: Ativar modo estrito?
ru: Вы хотите заблокировать приложения во время вашей рутины?
tr: Rutininiz sırasında uygulamaları engellemek istiyor musunuz?
zh_hans: 启用严格模式？
zh_hant: 啟用嚴格模式？

# routine.success.subtitle
source: Du warst %lld Minuten lang extrem fokussiert. Die XP werden auf alle deine Pflanzen aufgeteilt!
en: You were extremely focused for %lld minutes. The XP will be split among all your plants!
es: Estuviste extremadamente concentrado durante %lld minutos. ¡La XP se dividirá entre todas tus plantas!
fr: Vous avez été extrêmement concentré pendant %lld minutes. L'XP sera répartie entre toutes vos plantes !
hi: आप%lमिनटों तक बेहद ध्यान केंद्रित रहे। XP आपके सभी पौधों में विभाजित किए जाएंगे!
it: Sei stato estremamente concentrato per %lld minuti. L'XP sarà divisa tra tutte le tue piante!
ja: %lld分間、非常に集中していました。XPはすべての植物に分配されます！
ko: %lld분 동안 매우 집중했습니다. XP는 모든 식물에 분배됩니다!
nl: Je was extreem gefocust gedurende %lld minuten. De XP wordt verdeeld over al je planten!
pl: Byłeś niezwykle skupiony przez %lld minut. PD zostaną podzielone między wszystkie twoje rośliny!
pt: Você esteve extremamente focado por %lld minutos. A XP será dividida entre todas as suas plantas!
ru: Ты был экстремально сосредоточен в течение%lминут. Опытные очки будут распределены на все твои растения!
tr: %lld dakika boyunca son derece odaklandınız. XP tüm bitkileriniz arasında paylaştırılacak!
zh_hans: 您在%lld 分钟内非常专注。 XP 会分配给您的所有工厂！
zh_hant: 您在%lld 分鐘內非常專注。 XP 會分配給所有您的工廠！

# routine.success.title
source: Geschafft!
en: Done!
es: ¡Hecho!
fr: Terminé !
hi: सफल हुआ!
it: Fatto!
ja: 完了！
ko: 완료!
nl: Klaar!
pl: Zrobione!
pt: Feito!
ru: Сделано!
tr: Tamamlandı!
zh_hans: 完毕！
zh_hant: 完畢！

# routine.suggestions
source: Vorschläge für dich
en: Suggestions for you
es: Sugerencias para ti
fr: Suggestions pour vous
hi: आपके लिए सुझाव
it: Suggerimenti per te
ja: あなたへの提案
ko: 당신을 위한 제안
nl: Suggesties voor jou
pl: Sugestie dla Ciebie
pt: Sugestões para você
ru: Предложения для тебя
tr: Sizin için öneriler
zh_hans: 给您的建议
zh_hant: 給您的建議

# routine.timer.apply_all
source: Für alle Tage übernehmen
en: Apply to all days
es: Aplicar a todos los días
fr: Appliquer à tous les jours
hi: सभी दिनों के लिए लेना
it: Applica a tutti i giorni
ja: すべての日に適用
ko: 모든 요일에 적용
nl: Op alle dagen toepassen
pl: Zastosuj do wszystkich dni
pt: Aplicar a todos os dias
ru: Применить ко всем дням
tr: Tüm günlere uygula
zh_hans: 接管每一天
zh_hant: 接管每一天

# routine.timer.disable
source: Deaktivieren
en: Disable
es: Desactivar
fr: Désactiver
hi: अक्षम करें
it: Disattiva
ja: 無効にする
ko: 비활성화
nl: Uitschakelen
pl: Wyłącz
pt: Desativar
ru: Отключить
tr: Devre Dışı Bırak
zh_hans: 禁用
zh_hant: 停用

# routine.timer.edit_individual
source: Zeit anpassen
en: Adjust Time
es: Ajustar Tiempo
fr: Ajuster le Temps
hi: समय समायोजित करें
it: Regola Tempo
ja: 時間を調整
ko: 시간 조정
nl: Tijd Aanpassen
pl: Dostosuj Czas
pt: Ajustar Tempo
ru: Настроить время
tr: Zamanı Ayarla
zh_hans: 调整时间
zh_hant: 調整時間

# routine.timer.off
source: Ausgeschaltet
en: Off
es: Apagado
fr: Désactivé
hi: बंद
it: Spento
ja: オフ
ko: 꺼짐
nl: Uit
pl: Wyłączony
pt: Desligado
ru: Выключено
tr: Kapalı
zh_hans: 离开
zh_hant: 離開

# routine.timer.paused
source: Pausiert
en: Paused
es: En pausa
fr: En pause
hi: विराम
it: In pausa
ja: 一時停止
ko: 일시 중지됨
nl: Gepauzeerd
pl: Wstrzymano
pt: Pausado
ru: Пауза
tr: Duraklatıldı
zh_hans: 已暂停
zh_hant: 已暫停

# routine.todo.add
source: Eigenes To-Do
en: Custom To-Do
es: Custom To-Do
fr: Custom To-Do
hi: Custom To-Do
it: Custom To-Do
ja: Custom To-Do
ko: Custom To-Do
nl: Custom To-Do
pl: Custom To-Do
pt: Custom To-Do
ru: Custom To-Do
tr: Custom To-Do
zh_hans: 自定义待办事项
zh_hant: 自訂待辦事項

# routine.todo.description
source: Beschreibung
en: Description (Optional)
es: Description (Optional)
fr: Description (Optional)
hi: Description (Optional)
it: Description (Optional)
ja: Description (Optional)
ko: Description (Optional)
nl: Description (Optional)
pl: Description (Optional)
pt: Description (Optional)
ru: Description (Optional)
tr: Description (Optional)
zh_hans: 描述 (可选)
zh_hant: 描述 (可選)

# routine.todo.description.placeholder
source: z.B. Nur den Restmüll
en: e.g. only residual waste
es: e.g. only residual waste
fr: e.g. only residual waste
hi: e.g. only residual waste
it: e.g. only residual waste
ja: e.g. only residual waste
ko: e.g. only residual waste
nl: e.g. only residual waste
pl: e.g. only residual waste
pt: e.g. only residual waste
ru: e.g. only residual waste
tr: e.g. only residual waste
zh_hans: 例如：仅限不可回收垃圾
zh_hant: 例如：僅限不可回收垃圾

# routine.todo.edit
source: To-Do umbenennen
en: Rename Todo
es: Renombrar tarea
fr: Renommer la tâche
hi: टू-डू का नाम बदलें
it: Rinomina cosa da fare
ja: ToDoの名前を変更
ko: 할 일 이름 바꾸기
nl: Taak hernoemen
pl: Zmień nazwę zadania
pt: Renomear tarefa
ru: Переименовать задачу
tr: Görevi Yeniden Adlandır
zh_hans: 重命名待办事项
zh_hant: 重新命名待辦事項

# routine.todo.edit.message
source: Gib einen neuen Namen für dieses To-Do ein.
en: Enter a new name for this todo.
es: Introduce un nuevo nombre para esta tarea.
fr: Entrez un nouveau nom pour cette tâche.
hi: इस टू-डू के लिए नया नाम दर्ज करें।
it: Inserisci un nuovo nome per questa cosa da fare.
ja: このToDoの新しい名前を入力してください。
ko: 이 할 일의 새 이름을 입력하세요.
nl: Voer een nieuwe naam in voor deze taak.
pl: Wprowadź nową nazwę dla tego zadania.
pt: Introduza um novo nome para esta tarefa.
ru: Введите новое имя для этой задачи.
tr: Bu görev için yeni bir isim girin.
zh_hans: 输入此待办事项的新名称。
zh_hant: 輸入此待辦事項的新名稱。

# routine.todo.icon
source: Pflanzen-Icon
en: Plant Icon
es: Plant Icon
fr: Plant Icon
hi: Plant Icon
it: Plant Icon
ja: Plant Icon
ko: Plant Icon
nl: Plant Icon
pl: Plant Icon
pt: Plant Icon
ru: Plant Icon
tr: Plant Icon
zh_hans: 植物图标
zh_hant: 植物圖標

# routine.todo.name
source: Name des To-Dos
en: To-Do Name
es: To-Do Name
fr: To-Do Name
hi: To-Do Name
it: To-Do Name
ja: To-Do Name
ko: To-Do Name
nl: To-Do Name
pl: To-Do Name
pt: To-Do Name
ru: To-Do Name
tr: To-Do Name
zh_hans: 待办事项名称
zh_hant: 待辦事項名稱

# routine.todo.name.placeholder
source: z.B. Müll rausbringen
en: e.g. Take out the trash
es: e.g. Take out the trash
fr: e.g. Take out the trash
hi: e.g. Take out the trash
it: e.g. Take out the trash
ja: e.g. Take out the trash
ko: e.g. Take out the trash
nl: e.g. Take out the trash
pl: e.g. Take out the trash
pt: e.g. Take out the trash
ru: e.g. Take out the trash
tr: e.g. Take out the trash
zh_hans: 例如：倒垃圾
zh_hant: 例如：倒垃圾

# routine.todo.title
source: Eigenes To-Do
en: Custom To-Do
es: Custom To-Do
fr: Custom To-Do
hi: Custom To-Do
it: Custom To-Do
ja: Custom To-Do
ko: Custom To-Do
nl: Custom To-Do
pl: Custom To-Do
pt: Custom To-Do
ru: Custom To-Do
tr: Custom To-Do
zh_hans: 自定义待办事项
zh_hant: 自定義待辦事項

# routine.without
source: Ohne Routine
en: Without Routine
es: Sin Rutina
fr: Sans Routine
hi: बिना दिनचर्या के
it: Senza Routine
ja: ルーティンなし
ko: 루틴 없음
nl: Zonder Routine
pl: Bez Rutyny
pt: Sem Rotina
ru: Без рутины
tr: Rutinsiz
zh_hans: 没有套路
zh_hant: 沒有套路

source: Schließen
en: Close
es: Cerrar
fr: Fermer
hi: बंद करें
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pl: Zamknij
pt: Fechar
ru: Закрыть
tr: Kapat
zh_hans: 关闭
zh_hant: 關閉

source: Schritte
en: Steps
es: Pasos
fr: Mesures
hi: कदम
it: Passi
ja: ステップ
ko: 단계
nl: Stappen
pl: Kroki
pt: Passos
ru: Шаги
tr: Adımlar
zh_hans: 步骤
zh_hant: 步驟

# schwierigkeit.bestaetigen
source: Schwierigkeit bestätigen
en: Confirm Difficulty
es: Confirm Difficulty
fr: Confirm Difficulty
hi: Confirm Difficulty
it: Confirm Difficulty
ja: Confirm Difficulty
ko: Confirm Difficulty
nl: Confirm Difficulty
pl: Confirm Difficulty
pt: Confirm Difficulty
ru: Confirm Difficulty
tr: Confirm Difficulty
zh_hans: 确认难度
zh_hant: 確認難度

# schwierigkeit.titel
source: Schwierigkeit
en: Difficulty
es: Dificultad
fr: Difficulté
hi: कठिनाई
it: Difficoltà
ja: 困難
ko: 어려움
nl: Moeilijkheidsgraad
pl: Trudność
pt: Dificuldade
ru: трудность
tr: Zorluk
zh_hans: 困难
zh_hant: 困難

# schwierigkeit.untertitel
source: Wähle, wie hart du für deine Belohnungen arbeiten möchtest.
en: Choose how hard you want to work for your rewards.
es: Choose how hard you want to work for your rewards.
fr: Choose how hard you want to work for your rewards.
hi: Choose how hard you want to work for your rewards.
it: Choose how hard you want to work for your rewards.
ja: Choose how hard you want to work for your rewards.
ko: Choose how hard you want to work for your rewards.
nl: Choose how hard you want to work for your rewards.
pl: Choose how hard you want to work for your rewards.
pt: Choose how hard you want to work for your rewards.
ru: Choose how hard you want to work for your rewards.
tr: Choose how hard you want to work for your rewards.
zh_hans: 选择你想为奖励付出多大的努力。
zh_hant: 選擇你想為獎勵付出多大的努力。

# schwierigkeit.waehlen_hinweis
source: Bitte wähle eine Schwierigkeit
en: Please select a difficulty
es: Por favor selecciona una dificultad
fr: Veuillez sélectionner une difficulté
hi: कृपया एक कठिनाई चुनें
it: Seleziona una difficoltà
ja: 難易度を選択してください
ko: 난이도를 선택해주세요
nl: Selecteer een moeilijkheidsgraad
pl: Wybierz poziom trudności
pt: Por favor selecione uma dificuldade
ru: Пожалуйста, выберите уровень сложности
tr: Lütfen bir zorluk seçin
zh_hans: 请选择难度
zh_hant: 請選擇難度

# screentime_suggestions_title
source: Vorschläge
en: Suggestions
es: Sugerencias
fr: Suggestions
hi: सुझाव
it: Suggerimenti
ja: 提案
ko: 제안
nl: Suggesties
pl: Sugestie
pt: Sugestões
ru: Предложения
tr: Öneriler
zh_hans: 建议
zh_hant: 建議

# screenTime.adultFilter.bullet1
source: App Store (Keine neuen Browser/VPNs)
en: App Store (No new browsers/VPNs)
es: App Store (Sin navegadores/VPN nuevos)
fr: App Store (Pas de nouveaux navigateurs/VPN)
hi: App Store (कोई नया ब्राउज़र/VPN नहीं)
it: App Store (Nessun nuovo browser o VPN)
ja: App Store (新しいブラウザ/VPNなし)
ko: App Store(새 브라우저/VPN 없음)
nl: App Store (Geen nieuwe browsers/VPN's)
pl: App Store (Brak nowych przeglądarek/VPN-ów)
pt: App Store (Sem novos navegadores/VPNs)
ru: App Store (Без новых браузеров/VPN)
tr: App Store (Yeni tarayıcılar/VPN'ler yok)
zh_hans: App Store (无新浏览器/VPN)
zh_hant: App Store (無新瀏覽器/VPN)

# screenTime.adultFilter.bullet2
source: Löschen von Apps
en: App Deletion
es: Eliminación de apps
fr: Suppression d'applications
hi: ऐप हटाना
it: Eliminazione app
ja: アプリの削除
ko: 앱 삭제
nl: App verwijderen
pl: Usuwanie aplikacji
pt: Eliminação de apps
ru: Удаление приложений
tr: Uygulama Silme
zh_hans: 应用删除
zh_hant: 應用程式刪除

# screenTime.adultFilter.button.active
source: Schutzmodus deaktivieren
en: Deactivate Protection
es: Desactivar protección
fr: Désactiver la protection
hi: सुरक्षा निष्क्रिय करें
it: Disattiva protezione
ja: 保護を無効にする
ko: 보호 비활성화
nl: Bescherming deactiveren
pl: Dezaktywuj ochronę
pt: Desativar Proteção
ru: Деактивировать защиту
tr: Korumayı Devre Dışı Bırak
zh_hans: 停用保护
zh_hant: 停用保護

# screenTime.adultFilter.button.inactive
source: Schutzmodus aktivieren
en: Activate Protection
es: Activar protección
fr: Activer la protection
hi: सुरक्षा सक्रिय करें
it: Attiva protezione
ja: 保護を有効にする
ko: 보호 활성화
nl: Bescherming activeren
pl: Aktywuj ochronę
pt: Ativar Proteção
ru: Активировать защиту
tr: Korumayı Etkinleştir
zh_hans: 激活保护
zh_hant: 啟用保護

# screenTime.adultFilter.desc1
source: Blockiert nicht jugendfreie Inhalte in Safari. Um Umgehungen zu verhindern, sperrt dieser Modus außerdem komplett:
en: Blocks adult content in Safari. To prevent workarounds, this mode also completely locks:
es: Bloquea contenido para adultos en Safari. Para evitar elusiones, este modo también bloquea por completo:
fr: Bloque le contenu pour adultes dans Safari. Pour empêcher les contournements, ce mode verrouille également complètement :
hi: Safari में वयस्क सामग्री को ब्लॉक करता है। वर्कअराउंड को रोकने के लिए, यह मोड पूरी तरह से लॉक कर देता है:
it: Blocca i contenuti per adulti in Safari. Per evitare scappatoie, questa modalità blocca completamente anche:
ja: Safariでアダルトコンテンツをブロックします。回避を防ぐため、このモードでは以下も完全にロックされます:
ko: Safari에서 성인 콘텐츠를 차단합니다. 우회를 방지하기 위해 이 모드는 다음도 완전히 잠급니다:
nl: Blokkeert inhoud voor volwassenen in Safari. Om omzeilingen te voorkomen, vergrendelt deze modus ook volledig:
pl: Blokuje treści dla dorosłych w Safari. Aby zapobiec obejściom, ten tryb również całkowicie blokuje:
pt: Bloqueia conteúdo para adultos no Safari. Para evitar contornos, este modo também bloqueia completamente:
ru: Блокирует контент для взрослых в Safari. Чтобы предотвратить обход, этот режим также полностью блокирует:
tr: Safari'de yetişkinlere yönelik içeriği engeller. Geçici çözümleri önlemek için bu mod şunları da tamamen kilitler:
zh_hans: 在 Safari 中阻止成人内容。为防止绕过，此模式还会完全锁定：
zh_hant: 在 Safari 中封鎖成人內容。為了防止繞過，此模式還會完全鎖定：
